[
    {
        "0": "A sum of money at simple interest amounts to Rs. 815 in 3 years and to Rs. 854 in 4 years. The sum is:",
        "1": "Mr. Thomas invested an amount of Rs. 13,900 divided in two different schemes A and B at the simple interest rate of 14% p.a. and 11% p.a. respectively. If the total amount of simple interest earned in 2 years be Rs. 3508, what was the amount invested in Scheme B?",
        "2": "A sum fetched a total simple interest of Rs. 4016.25 at the rate of 9 p.c.p.a. in 5 years. What is the sum?",
        "3": "How much time will it take for an amount of Rs. 450 to yield Rs. 81 as interest at 4.5% per annum of simple interest?",
        "4": "Reena took a loan of Rs. 1200 with simple interest for as many years as the rate of interest. If she paid Rs. 432 as interest at the end of the loan period, what was the rate of interest?",
        "5": "A sum of Rs. 12,500 amounts to Rs. 15,500 in 4 years at the rate of simple interest. What is the rate of interest?",
        "6": "An automobile financier claims to be lending money at simple interest, but he includes the interest every six months for calculating the principal. If he is charging an interest of 10%, the effective rate of interest becomes",
        "7": "A lent Rs. 5000 to B for 2 years and Rs. 3000 to C for 4 years on simple interest at the same rate of interest and received Rs. 2200 in all from both of them as interest. The rate of interest per annum is:",
        "8": "A sum of Rs. 725 is lent in the beginning of a year at a certain rate of interest. After 8 months, a sum of Rs. 362.50 more is lent but at the rate twice the former. At the end of the year, Rs. 33.50 is earned as interest from both the loans. What was the original rate of interest?",
        "9": "A man took loan from a bank at the rate of 12% p.a. simple interest. After 3 years he had to pay Rs. 5400 interest only for the period. The principal amount borrowed by him was:"
    },
    {   
        "0": {
            "a": "Rs. 650",
            "b": "Rs. 690",
            "c": "Rs. 698",
            "d": "Rs. 700"
        },
        "1": {
            "a": "Rs. 6400",
            "b": "Rs. 6500",
            "c": "Rs. 7200",
            "d": "Rs. 7500"
        },
        "2": {
            "a": "Rs. 4462.50",
            "b": "Rs. 8032.50",
            "c": "Rs. 8900",
            "d": "Rs. 8925"
        },
        "3": {
            "a": "3.5 years",
            "b": "4 years",
            "c": "4.5 years",
            "d": "5 years"
        },
        "4": {
            "a": "3.6",
            "b": "6",
            "c": "18",
            "d": "Cannot be determine"
        },
        "5": {
            "a": "3%",
            "b": "4%",
            "c": "5%",
            "d": "6%"
        },
        "6": {
            "a": "10%",
            "b": "10.25%",
            "c": "10.5%",
            "d": "None of these"
        },
        "7": {
            "a": "5%",
            "b": "7%",
            "c": "7 1/8%",
            "d": "10%"
        },
        "8": {
            "a": "3.6%",
            "b": "4.5%",
            "c": "5%",
            "d": "None of these"
        },
        "9": {
            "a": "Rs. 2000",
            "b": "Rs. 10,000",
            "c": "Rs. 15,000",
            "d": "Rs. 20,000"
        }
    },
    {   
        "0": "Rs. 698",
        "1": "Rs. 6400",
        "2": "Rs. 8925",
        "3": "4 years",
        "4": "6",
        "5": "6%",
        "6": "10.25%",
        "7": "10%",
        "8": "None of these",
        "9": "Rs. 15,000"
    }
]
